Revit 2024 API
SymbolTypeId.DeltaDegreeC Property
 Symbol delta°C, indicating unit Celsius interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DeltaDegreeC { get; }
Visual Basic
Public Shared ReadOnly Property DeltaDegreeC As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DeltaDegreeC {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace